Repository: dohoang1102/SkypeToAddressBook
Catalog: *.lproj/Localizable.strings
Languages: ca, es

source: OK
ca: Accepta
es: Aceptar

source: Cancel
ca: Cancel·la
es: Cancelar

# delete message
source: Disconnect contact %@ from skype user %@?
ca: Desconnecta el contacte %@ de l'usuari de skype %@?
es: ¿Desconnectar el contacto %@ del usuario de skype %@?

source: Disconnected contacts cannot be restored.
ca: Els contactes desconnectats no es poden restaurar.
es: Los contactos desconectados no se pueden restaurar.

# Visit
source: Visitâ€¦
ca: Visita…
es: Visitar…

# Visit Plugin Site
source: Visit AddressBook Plugin Site
ca: Visita el lloc web del plugin de l'Agenda
es: Visitar el sitio web del plugin de la Agenda

# Visit Plugin Site Description
source: SkypeToAddressBook fits with an AddressBook plugin for callin skype contacts directly from AdressBook. Click on Visit to visit plugin' site for installing it.
ca: SkypeToAddressBook treball amb un plugin de l'Agenda per trucar als contactes de Skype directament des de l'Agenda. Feu clic a Visita per anar al lloc web del plugin per instal·lar-l'ho.
es: SkypeToAddressBook trabaja con un plugin de la Agenda para llamar a los contactos de Skype directamente des de la propia Agenda. Haga click en Visitar para ir al sitio web del plugin para instalarlo.

# Loading contacts
source: Loading Skype contacts. This may take a while
ca: Carregant contactes de Skype. Pot trigar una mica
es: Cargando contactos de Skype. Puede tardar un poco

# Error loading contacts
source: There were an error loading Skype contacts. Maybe You didn't allowed SkypeToAddressBook to access Skype's contacts.
ca: No s'ha pogut carregar els contactes de Skype. O Skype no està instal·lat o no ha permés a SkypeToAddressBook l'accés als contactes de Skype
es: No s'ha pogut carregar els contactes de Skype. O Skype no està instal·lat o no ha permés a SkypeToAddressBook l'accés als contactes de Skype

# No Skype contacts
source: You don't have any contact in Skype. Please add contacts to Skype and relaunch SkypeToAddressBook
ca: No tens cap contacte a Skype. Afegeix contactes a Skype i torna a carregar SkypeToAddressBook
es: No tiene ningún contacto en Skype. Añada contactos a Skype y vuelva a abrir SkypeToAddressBook
